[
  {
    "title": "Desbravador da tecnologia...",
    "description": "Guilherme é de fato um desbravador da tecnologia!<br/><br/>Um profissional que qualquer empresa da área pode almejar, dedicado, comprometido e responsável! Tem uma visão não de apenas codificar, mas de realmente agregar valor nas soluções que desenvolve para os clientes, ele realmente vive no trabalho o princípio “apaixone-se pelo problema e não pela solução”!<br/><br/>Super resiliente, se adapta com facilidade a novas tecnologias sempre buscando extrair delas o máximo de valor real, constantemente está se atualizando e mergulhando de cabeça nos estudos. Domina qualquer coisa que ele estuda, e tem uma hard skill valiosíssima: constrói as aplicações end to end, desde o levantamento de requisitos, frontend, backend, DevOps e muito mais!<br/><br/>Um profissional extremamente criativo e com muitos insights disruptivos!<br/><br/>Ele é um dos melhores profissionais com quem trabalhei e uma inspiração para eu ser um desenvolvedor melhor!",
    "footer": "Jessé Jorge Santana - Fullstack Developer",
    "link": "https://www.linkedin.com/in/jess%C3%A9-jorge-santana-a6b397194/"
  },
  {
    "title": "Contribuiu para o meu crescimento profissional...",
    "description": "De fato Guilherme foi uma das pessoas que contribuíram diretamente para o meu crescimento, principalmente tecnicamente. No período em que trabalhei com ele, sempre foi muito atencioso a todo momento, explicando de forma concisa o que era preciso e ensinando quando necessário. Não tem medo de enfrentar novos desafios, sejam eles grandes ou não. De fato, foi um prazer muito grande trabalhar e aprender com o Guilherme.",
    "footer": "Jairo Luckas - Desenvolvedor Web",
    "link": "https://www.linkedin.com/in/jairo-luckas/"
  },
  {
    "title": "Fonte de conhecimento e orientação...",
    "description": "O Guilherme é um senior e mentor extraordinário em programação. Durante meu período como estagiário, ele foi uma fonte inestimável de conhecimento e orientação. Sua habilidade em transmitir conceitos complexos de maneira clara e prática contribuiu significativamente para o meu desenvolvimento profissional. Além de sua expertise técnica, demonstrou um comprometimento notável com o crescimento de sua equipe, oferecendo suporte constante e feedback construtivo. Sem dúvida é um profissional e mentor excepcional que eu recomendaria sem hesitação a qualquer equipe na área de programação.",
    "footer": "Lucas Vitiello - Desenvolvedor Fullstack",
    "link": "https://www.linkedin.com/in/lucas-vitiello-4b94b4172/"
  },
  {
    "title": "Ótimo profissional e líder de equipe...",
    "description": "Tive o prazer de trabalhar com o Guilherme, na Crescer Informática. Ele é um ótimo profissional e líder de equipe. Além da inteligência e todo o conhecimento técnico é uma pessoa que busca sempre ajudar o próximo, principalmente passando o conhecimento que ele tem. Uma pessoa incrível que incentiva você a se desafiar e a buscar novas fontes de conhecimento. Só tenho a agradecer a ele pelo período, no qual trabalhamos juntos, em diversos projetos, e pela contribuição ao meu desenvolvimento profissional.",
    "footer": "Augusto Ribeiro - Desenvolvedor Júnior",
    "link": "https://www.linkedin.com/in/augusto-ribeiro-9797121b2/"
  },
  {
    "title": "Será destaque em qualquer empresa...",
    "description": "O Guilherme me ajudou bastante no meu início, eu estava aprendendo e dando meus primeiros passos com PHP e o Laravel. Em nossa equipe ele foi nosso Líder e sempre desempenhou muito bem as características de um líder, como auxilio, aconselhamento, tomada de decisão. Será destaque em qualquer empresa.",
    "footer": "Kauan Domingos - Desenvolvedor PHP",
    "link": "https://www.linkedin.com/in/kauan-domingos-046a83199/"
  },
  {
    "title": "Tive a honra de estudar na mesma turma...",
    "description": "Com certeza um dos melhores profissionais e excelente pessoa que trabalha com Tecnologia da Informação. Tive a honra de estudar na mesma turma, aprender com ele junto com os projetos e grupos de estudos. Recomendo para diversos tipos de projetos: desde soluções em e-commerce, educação, marketing e analytics, facilidade em trabalhar em grupo, ótimas ideias e ajuda no desenvolvimento dos demais membros de qualquer equipe que ele participe.",
    "footer": "Gilis Santos - Data Engineer AWS",
    "link": "https://www.linkedin.com/in/gilis-santos/"
  },
  {
    "title": "Um profissional bastante diferenciado...",
    "description": "Guilherme é um profissional bastante diferenciado, pois alia o desenvolvimento e entendimento de regras de negócios, algo que não é tão comum neste meio.<br/>Extremamente focado e engajado com os objetivos do projeto. Qualidades estas, que fazem dele, um profissional de alto nível.",
    "footer": "Paulo Passos - Executivo de Soluções e Negócios na Totvs",
    "link": "https://www.linkedin.com/in/paulomauriciopassos/"
  },
  {
    "title": "Referência em desenvolvimento...",
    "description": "Destaco como principais características o foco na experiência do usuário, pensando na perspectiva do cliente e entregar uma solução eficaz e intuitiva.<br/><br/>Durante os 2 anos que trabalhamos juntos, Guilherme sempre foi a referência em desenvolvimento, atendeu grandes clientes e fez projetos bastante trabalhosos e obteve feedbacks muito positivos, sendo elogiado e querido por clientes e gestores da área. É um profissional que não limita seu ambiente de aprendizagem apenas a faculdade e ao trabalho, é comum vê-lo aprimorando conhecimentos em seu tempo livre e trabalhando em projetos próprios aos fins de semana, não é necessário conhece-lo tão bem para perceber que ama o que faz.",
    "footer": "William Gomes - Supervisor de Mídia",
    "link": "https://www.linkedin.com/in/williamogomes/"
  },
  {
    "title": "Profissional altamente qualificado..",
    "description": "Profissional altamente qualificado, domina todo desenvolvimento de um software/apps, utilizando linguagens mais usuais do mercado (C#, Java, PHP) e também os bancos de dados (MySql, SqlServer).",
    "footer": "Guilherme Henrique Seripieri - DBA",
    "link": "https://www.linkedin.com/in/guilherme-henrique-seripieri-7b86a4136/"
  },
  {
    "title": "Profissional dedicado, muito focado e competente...",
    "description": "Guilherme é um profissional dedicado, muito focado e competente, tem amplo conhecimento técnico e está constantemente se atualizando às novas tendências do mercado. Tem o perfil essencial para compor qualquer equipe. ",
    "footer": "Diego Carmona - Analytics",
    "link": "https://www.linkedin.com/in/diego-carmona-b9826460/"
  }
]